Repository: skirakos/GeoDBExplorer
Catalog: GeoDBExplorer/GeoDBExplorer/Localization/Localizable.xcstrings
Source language: en
Languages: hy

source: About me
hy: Իմ մասին

source: Capital
hy: Մայրաքաղաք

source: Cities
hy: Քաղաքներ

source: Code
hy: Կոդ

source: Countries
hy: Երկրներ

source: Currencies
hy: Արժույթներ

source: Favorite countries
hy: Նախընտրելի երկրներ

source: Favorites
hy: Նախընտրածներ

source: First name
hy: Անուն

source: Invalid location
hy: Սխալ հասցե

source: Last name
hy: Ազգանուն

source: Loading cities…
hy: Քաղաքների բեռնում …

source: Loading countries…
hy: Երկրների բեռնում …

source: Loading…
hy: Բեռնում

source: Next
hy: Հաջորդ

# Page %lld • %lld / %lld
source: Page %1$lld • %2$lld / %3$lld
hy: Էջ %1$lld • %2$lld / %3$lld

source: Preferences
hy: Նախընտրածներ

source: Prev
hy: Նախորդ

source: Profile
hy: Պրոֆիլ

source: Profile page
hy: Պրոֆիլ

source: Region
hy: Շրջան

source: Remove avatar
hy: Հեռացնել նկարը

source: This item has bad coordinates.
hy: Վատ կոորդինատներ
